Repository: VladislavSklyuev/OpenWeatherApp
Catalog: OpenWeathermap/Localizable.xcstrings
Source language: ru
Languages: en

source: Город не найден
en: City not found

source: Добавить
en: Add

source: Добро пожаловать в погодное приложение!
en: Welcome to the weather app!

source: Загружаем данные о погоде
en: Loading weather data

# Макс.: %@°, мин.: %@°
source: Макс.: %1$@°, мин.: %2$@°
en: H.: %1$@°, L.: %2$@°

source: Ок
en: Ok

source: Определяем ваше местоположение для получения прогноза
en: Determining your location to get a forecast

source: Отменить
en: Cancel

source: Поиск
en: Search

source: Поиск города
en: Search city

source: ПРОГНОЗ НА 7 ДНЕЙ
en: 7 DAY FORECAST

source: Сегодня
en: Today

source: Сейчас
en: Now

source: Текущее место
en: My Location
